---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.MEPSection.ReynoldsNumber
source: html/a21a5700-5d6d-0e21-b61b-5fe7876f3fd2.htm
---
# Autodesk.Revit.DB.Mechanical.MEPSection.ReynoldsNumber Property

The Reynolds number of the section.

## Syntax (C#)
```csharp
public double ReynoldsNumber { get; }
```

## Remarks
Reynolds number is a number.
 The Reynolds number type is UT_Number.